// 🤗.response('好的，只要你请我吃🍉！');
// Utils.marry(😆,🤗);
// Utils.generateInvitation(😆,🤗);
export default {
  code: 
`
// 今天心情好
// 给你表演写代码吧
// 我要开始啦
const { 😆, 🤗 } = 🌎;
😆.say('1周年快乐!❤️');
😆.say('爱你!爱你!❤️');
// 这里有你的一封信，你要打开它吗？
🤗.response('快给我吧')
// 好的！请接收吧！`,
  executions: [{
    name:'初始化',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'解压中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'组装中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'打包中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'微笑🙂',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'大笑😄',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'打开中...',
    time: '',
    visible: false
  }],
  barrages: [
    '66666666',
    '愿你美梦成真',
    '你的邀请函真是美',
    '人美心更美',
    '你是最棒的',
    '哇哇哇',
    '还差女朋友吗',
    '今晚翻你牌',
    '看朕给你打下的江山',
    '你写代码老快了',
    '你的代码真是棒',
    '😗 😙 😚 😋 ',
    '只要代码写得好，单身永远跑不了'
  ],
}
